Repository: JourneyG-O/MinimalTimer
Catalog: MinimalTimer/MinimalTimer/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans

# a11y.edit.done
source: Done editing
ja: 編集完了
ko: 편집 완료
zh_hans: 编辑完成

# a11y.settings
source: Settings
ja: 設定
ko: 설정
zh_hans: 设置

# accessibility.ob_doubletap
source: Double-tap for a quick reset.
ja: 2回タップしてタイマーをすぐにリセットします。
ko: 두 번 탭하면 타이머를 빠르게 초기화합니다.
zh_hans: 双击以快速重置计时器。

# accessibility.ob_drag
source: Drag to adjust the timer duration.
ja: 円をドラッグしてタイマーの時間を調整します。
ko: 타이머 시간을 조절하려면 원을 드래그하세요.
zh_hans: 拖动圆圈来调整计时时间。

# accessibility.ob_tap
source: Single tap to start or pause the timer.
ja: 1回タップしてタイマーを開始または一時停止します。
ko: 한 번 탭하여 타이머를 시작하거나 일시정지하세요.
zh_hans: 轻点一次开始或暂停计时器。

# default.timer.name
source: Basic Timer
ja: ベーシックタイマー
ko: 기본 타이머
zh_hans: 基本计时器

# edit.color
source: Color
ja: 色
ko: 색상
zh_hans: 颜色

# edit.minutes.value
source: %lld min
ja: %lld分
ko: %lld분
zh_hans: %lld分钟

# edit.name
source: Timer name
ja: タイマー名
ko: 타이머 이름
zh_hans: 计时器名称

# edit.name.required
source: Timer name * Required
ja: タイマー名 * 必須項目
ko: 타이머 이름 * 필수 항목
zh_hans: 计时器名称 * 必填项

# edit.nav.create
source: Create Timer
ja: タイマー作成
ko: 타이머 생성
zh_hans: 创建计时器

# edit.nav.edit
source: Edit Timer
ja: タイマー編集
ko: 타이머 편집
zh_hans: 编辑计时器

# edit.option.alwaysShowName
source: Always show name
ja: 名前を常に表示
ko: 이름 항상 표시
zh_hans: 始终显示名称

# edit.option.alwaysShowTicks
source: Always show ticks
ja: 目盛りを常に表示
ko: 눈금 항상 표시
zh_hans: 始终显示刻度

# edit.option.alwaysShowTitle
source: Always show title
ja: タイトルを常に表示
ko: 타이머 이름 항상 표시
zh_hans: 始终显示标题

# edit.option.mute
source: Mute
ja: ミュート
ko: 무음
zh_hans: 静音

# edit.option.repeat
source: Repeat
ja: リピート
ko: 반복
zh_hans: 重复

# edit.options
source: Options
ja: オプション
ko: 옵션
zh_hans: 选项

# edit.placeholder.name
source: Enter timer name
ja: タイマー名を入力
ko: 이름을 입력하세요
zh_hans: 输入计时器名称

# edit.seconds.value
source: %lld sec
ja: %lld秒
ko: %lld초
zh_hans: %lld秒

# edit.time
source: Time
ja: 時間
ko: 시간
zh_hans: 时间

# edit.time.required
source: Time * Required
ja: 時間 * 必須項目
ko: 시간 * 필수 항목
zh_hans: 时间 * 必填项

# edit.timerName
source: Timer name
ja: タイマー名
ko: 타이머 이름
zh_hans: 计时器名称

# edit.trimWarning
source: It may be truncated on some screens
ja: 画面によっては切れる場合があります
ko: 일부 화면에서 잘릴 수 있어요
zh_hans: 某些界面可能会被截断

# limit.close
source: Close
ja: 閉じる
ko: 닫기
zh_hans: 关闭

# limit.cta.manage
source: Manage timers
ja: タイマーを整理
ko: 기존 타이머 정리하기
zh_hans: 管理计时器

# limit.cta.upgrade
source: Upgrade to Pro
ja: Proにアップグレード
ko: Pro로 업그레이드
zh_hans: 升级到 Pro

# limit.subtitle
source: You’re at %lld/%lld
ja: %lld/%lld を使用中
ko: 지금 %lld/%lld개 사용 중
zh_hans: 当前 %lld/%lld

# limit.title
source: Up to %lld timers for free
ja: 無料版では最大%lld件のタイマー
ko: 타이머는 무료로 %lld개까지
zh_hans: 免费版最多可添加%lld个计时器

# list.delete
source: Delete
ja: 削除
ko: 삭제
zh_hans: 删除

# list.reorder
source: Reorder
ja: 並べ替え
ko: 정렬
zh_hans: 重新排序

# main.edit.create.title
source: Create Timer
ja: タイマーを作成
ko: 타이머 생성
zh_hans: 创建计时器

# main.edit.delete.hint
source: Delete this timer.
ja: このタイマーを削除します。
ko: 이 타이머를 삭제합니다.
zh_hans: 删除此计时器。

# main.edit.edit.title
source: Save your changes.
ja: タイマーを編集
ko: 타이머 편집
zh_hans: 编辑计时器

# main.edit.save.hint
source: Save your changes.
ja: 変更を保存します。
ko: 변경 내용을 저장합니다.
zh_hans: 保存更改。

# main.fab.create.hint
source: Create a new timer.
ja: 新しいタイマーを作成します。
ko: 새로운 타이머를 만듭니다.
zh_hans: 新建一个计时器。

# main.fab.create.label
source: Create timer
ja: タイマーを作成
ko: 타이머 생성
zh_hans: 创建计时器

# main.fab.showList.hint
source: Opens the list of saved timers.
ja: 保存されたタイマーの一覧を開きます。
ko: 저장된 타이머 목록을 엽니다.
zh_hans: 打开已保存的计时器列表。

# main.fab.showList.label
source: Show timers list
ja: タイマー一覧を表示
ko: 타이머 목록 보기
zh_hans: 查看计时器列表

# main.onboarding.title
source: Welcome to MiniTime
ja: MiniTimeへようこそ
ko: MiniTime에 오신 것을 환영합니다
zh_hans: 欢迎使用 MiniTime

# main.paywall.close.hint
source: Purchase the premium upgrade.
ja: 購入画面を閉じます。
ko: 결제 창을 닫습니다.
zh_hans: 关闭购买页面。

# main.paywall.hint
source: Review premium features and purchase or restore.
ja: プレミアム機能を確認し、購入または復元します。
ko: 프리미엄 기능을 확인하고 구매 또는 복원합니다.
zh_hans: 查看高级功能并进行购买或恢复。

# main.paywall.privacy.hint
source: Open the Privacy Policy.
ja: プライバシーポリシーを開きます。
ko: 개인정보처리방침을 엽니다.
zh_hans: 打开隐私政策。

# main.paywall.restore.hint
source: Restore previous purchases.
ja: 以前の購入を復元します。
zh_hans: 恢复以前的购买。

# main.paywall.terms.hint
source: Open the Terms of Service.
ja: 利用規約を開きます。
ko: 이용약관을 엽니다.
zh_hans: 打开服务条款。

# main.paywall.title
source: Upgrade to Premium
ja: プレミアムにアップグレード
ko: 프리미엄으로 업그레이드
zh_hans: 升级为高级版

# main.paywall.upgrade.hint
source: Purchase the premium upgrade.
ja: プレミアムを購入します。
ko: 프리미엄 업그레이드를 구매합니다.
zh_hans: 购买高级版。

# main.timerlist.create.hint
source: Create a new timer from the list.
ja: 新しいタイマーを作成します。
ko: 새 타이머를 만듭니다.
zh_hans: 创建一个新的计时器。

# main.timerlist.edit.hint
source: Edit the selected timer.
ja: 選択したタイマーを編集します。
ko: 선택한 타이머를 수정합니다.
zh_hans: 编辑选中的计时器。

# main.timerlist.hint
source: Browse, edit, or create timers.
ja: タイマーを閲覧、編集、または新規作成します。
ko: 타이머를 탐색하거나 수정, 새로 만듭니다.
zh_hans: 浏览、编辑或创建新的计时器。

# main.timerlist.title
source: Timers
ja: タイマー一覧
ko: 타이머 목록
zh_hans: 计时器列表

# onboarding.next
source: Next
ja: 次へ
ko: 다음
zh_hans: 下一步

# onboarding.next.hint
source: Go to the next page.
ja: 次のページに進みます。
ko: 다음 페이지로 이동합니다.
zh_hans: 前往下一页。

# onboarding.page1.caption
source: Tap the timer circle once to start or pause.
ja: タイマーの円を一回タップすると開始/停止できます。
ko: 타이머 원을 한 번 탭하면 시작/정지할 수 있어요.
zh_hans: 轻点计时圆即可开始或暂停。

# onboarding.page1.title
source: Start/Pause with a single tap
ja: タップ一回で開始/停止
ko: 탭 한 번으로 시작/정지
zh_hans: 单点即可开始/暂停

# onboarding.page2.caption
source: Drag the circle to adjust the time intuitively.
ja: 円をドラッグして直感的に時間を調整しましょう。
ko: 원을 드래그해서 직관적으로 시간을 맞추세요.
zh_hans: 拖动圆圈直观调整时间。

# onboarding.page2.title
source: Set time with drag
ja: ドラッグで時間を設定
ko: 드래그로 시간 설정
zh_hans: 拖动设置时间

# onboarding.page3.caption
source: If a time is set, it resets to that value.
ja: 設定された時間があれば、その値にリセットされます。
ko: 설정된 시간이 있다면 그 값으로 리셋돼요.
zh_hans: 如果已设置时间，将重置为该值

# onboarding.page3.title
source: Reset with double tap
ja: ダブルタップでリセット
ko: 더블탭으로 리셋
zh_hans: 双击重置

# onboarding.pages.hint
source: Swipe left or right with three fingers to change pages.
ja: 3本指で左右にスワイプしてページを切り替えます。
ko: 세 손가락으로 왼쪽이나 오른쪽으로 스와이프하여 페이지를 변경하세요.
zh_hans: 用三根手指向左或向右轻扫以切换页面。

# onboarding.pages.label
source: Onboarding pages
ja: オンボーディングページ
ko: 온보딩 페이지
zh_hans: 引导页

# onboarding.pages.value
source: Page %lld of %lld
ja: 全%2$lldページ中%1$lldページ目です。
ko: %2$lld개 중 %1$lld번째 페이지입니다.
zh_hans: 第%1$lld页，共%2$lld页。

# onboarding.skip
source: Skip
ja: スキップ
ko: 건너뛰기
zh_hans: 跳过

# onboarding.skip.hint
source: Skip the introduction.
ja: イントロをスキップします。
ko: 소개를 건너뜁니다.
zh_hans: 跳过介绍。

# onboarding.slogan
source: Simplify with simple gestures
ja: シンプルなジェスチャーでより簡単に
ko: 간단한 제스처로 더 간결하게
zh_hans: 简单手势，更加简洁

# onboarding.start
source: Get Started
ja: はじめる
ko: 시작하기
zh_hans: 开始使用

# onboarding.start.hint
source: Finish onboarding and start using the app.
ja: オンボーディングを終了してアプリを開始します。
ko: 온보딩을 마치고 앱 사용을 시작합니다.
zh_hans: 完成引导并开始使用应用。

# paywall.close
source: Close
ja: 閉じる
ko: 닫기
zh_hans: 关闭

# paywall.feature.future.subtitle
source: Enjoy every new feature we add.
ja: 追加される新機能もそのまま利用。
ko: 추가되는 모든 기능을 함께 누리세요.
zh_hans: 后续新增的功能也可直接使用。

# paywall.feature.future.title
source: All future updates
ja: 今後のアップデートもすべて
ko: 앞으로의 업데이트
zh_hans: 未来更新全部包含

# paywall.feature.once.subtitle
source: Use every feature of MiniTime without limits.
ja: MiniTime のすべての機能を制限なく使えます。
ko: MiniTime의 모든 기능을 제한 없이 사용하세요.
zh_hans: 无限制使用 MiniTime 的全部功能。

# paywall.feature.once.title
source: Own it forever with a one-time purchase
ja: 一度の購入で永久に利用
ko: 한 번의 결제로 평생 소유
zh_hans: 一次购买，永久拥有

# paywall.feature.unlimited.subtitle
source: Make as many timers as you need.
ja: 必要なだけタイマーを作成できます。
ko: 원하는 만큼 타이머를 만들 수 있어요.
zh_hans: 按需创建任意数量的计时器。

# paywall.feature.unlimited.title
source: Create unlimited timers
ja: 無制限のタイマー作成
ko: 무제한 타이머 생성
zh_hans: 无限创建计时器

# paywall.feature.unlock.subtitle
source: Colors, mute, ticks, titles — everything included.
ja: カラー、ミュート、目盛り、タイトルなどすべて含む。
ko: 컬러·무음·눈금·타이틀 등 모든 옵션 포함.
zh_hans: 颜色、静音、刻度、标题等全部包含。

# paywall.feature.unlock.title
source: Unlock all features
ja: 全機能をアンロック
ko: 모든 기능 언락
zh_hans: 解锁所有功能

# paywall.restore
source: Restore Purchases
ja: 購入を復元
ko: 구매 복원
zh_hans: 恢复购买

# paywall.upgrade.cta
source: %@ to upgrade
ja: %@ でアップグレード
ko: %@에 업그레이드
zh_hans: 升级：%@

# paywall.upgrade.loading
source: Checking price…
ja: 価格を確認中…
ko: 가격 확인 중…
zh_hans: 正在获取价格…

# paywallpromo.hint
source: Opens the purchase screen.
ja: 購入画面を開く
ko: 결제 화면으로 이동
zh_hans: 打开购买页面

# paywallpromo.subtitle
source: One-time purchase. Forever yours.
ja: 一度の購入で永久に
ko: 한 번 결제로 평생 소유

# settings.appinfo.section
source: App Info
ja: アプリ情報
ko: 앱 정보
zh_hans: 应用信息

# settings.appinfo.version
source: Version
ja: バージョン
ko: 버전
zh_hans: 版本

# settings.policy.privacy
source: Privacy Policy
ja: プライバシーポリシー
ko: 개인정보처리방침
zh_hans: 隐私政策

# settings.policy.section
source: Policies
ja: ポリシー
ko: 정책
zh_hans: 政策

# settings.policy.terms
source: Terms of Service
ja: 利用規約
ko: 이용약관
zh_hans: 服务条款

# settings.premium.active
source: Premium activated
ja: プレミアムが有効です
ko: 프리미엄 활성화됨
zh_hans: 高级版已激活

# settings.premium.buy
source: Buy
ja: 購入
ko: 구매
zh_hans: 购买

# settings.premium.headline
source: Unlock all features
ja: すべての機能をアンロック
ko: 모든 기능 잠금 해제
zh_hans: 解锁所有功能

# settings.premium.price.loading
source: Loading price…
ja: 価格を読み込み中…
ko: 가격 불러오는 중…
zh_hans: 正在加载价格…

# settings.premium.restore
source: Restore
ja: 復元
ko: 복원
zh_hans: 恢复购买

# settings.premium.section
source: Premium
ja: プレミアム
ko: 프리미엄
zh_hans: 高级版

# settings.premium.unlockall
source: Unlock all features
ja: すべての機能をアンロック
ko: 모든 기능 잠금 해제
zh_hans: 解锁所有功能

# settings.price.loading
source: Loading price…
ja: 価格を読み込み中…
ko: 가격 불러오는 중…
zh_hans: 正在加载价格…

# settings.price.value
source: Price: %@
ja: 価格: %@
ko: 가격: %@
zh_hans: 价格：%@

# settings.title
source: Settings
ja: 設定
ko: 설정
zh_hans: 设置
